Repository: cedeo/wimtvpro-drupal
Catalog: translations/*.po
Languages: it

source: Username
it: Nome utente

source: Upload and/or choose a skin for your player
it: Carica e/o scegli la skin del tuo player

source: Skin name
it: Nome Skin

source: upload a new skin for your player
it: o caricane una nuova

source: Only .zip files are supported. Save to a public url:
it: Solo file .zip. Salvata in un URL pubblico:

source: For running the skin selected, copy the file
it: Per usare la skin selezionata, copia il file

source: to the root directory (e.g. http://www.mysite.it). You can do it all from your FTP program (e.g. FileZilla, Classic FTP, etc).
it: nella cartella della root del tuo sito (esempio http://www.miosito.it). Puoi farlo via FTP (e.g. FileZilla, Classic FTP, etc).

source: Size of player for your videos
it: Dimensioni del player dei tuoi video

source: Height (default: 280)
it: Altezza (default: 280)

source: Width (default: 500)
it: Larghezza (default: 500)

source: Would you like to add a public (visible to End Users) Video page to your web site?
it: Vuoi aggiungere un pagina video pubblica (visibile agli utenti finali) per il tuo sito web?

source: Select fields where you want to add the video
it: Selezionare i campi in cui si desidera aggiungere i video

source: Pricing
it: Prezzi

source: Monetisation
it: Monetizzazione

source: Features
it: Funzionalità

source: Please complete the following fields if you wish to make or receive payments on Wim.tv (e.g. buy or sell videos, post pay per view videos or bundles). You can fill your data now or do it later by returning to this section of your Settings.
it: Completa i seguenti campi se vuoi ricevere o fare pagamenti all'interno di WimTVPro (es. pubblicare video in modalità pay-per-view, comprare o vendere video, ecc.). Puoi fornire questi dati in un secondo momento, ritornando nella sezione “Monetizzazione” nei tuoi Settings.

source: I'm affiliated to a company
it: Sono affiliato ad una azienda

source: Check if you are affiliated to a company
it: Seleziona sei affiliato ad una azienda

source: Company name
it: Ragione Sociale

source: I have legal rights to act as an affiliate of the company
it: Ho i diritti per operare come affiliato dell’azienza

source: Checking this you agree that you have legal rights to act as an affiliate of the specified company
it: Seleziona se hai i diritti legati per operare come affiliato in una spefica azienda

source: Paypal Email
it: Paypal account (email)

source: Tax Code
it: Codice Fiscale

source: Vat Code
it: Partita Iva

source: Billing Adsress
it: Indirizzo di fatturazione

source: Street
it: Via

source: State
it: Provincia

source: Zip Code
it: Cap

source: In this section you can enable live streaming and set the parameters that better match your needs. Choose between "Live streaming" to stream your events, or use the features reserved for Event Organisers and Event Resellers to play the role of organiser of live events or distributor (on behalf of Event Organiser).
it: In questa sezione è possibile attivare le impostazioni di live streaming per servire al meglio le tue esigenze. Scegliere tra "live streaming" per trasmettere i propri eventi, oppure utilizzare le funzioni riservate agli Organizzatori di Eventi e Rivenditori di Eventi per svolgere il ruolo di organizzatore oppure di distributore di eventi live (per conto di Organizzatori di eventi)

source: Select if you want to stream live events with WimTV
it: Selezionare se si desidera eseguire lo streaming di eventi live con WimTV

source: A password is required for live streaming (in order to authenticate yourself with the streaming server).
it: E' necessario impostare una password per il live streaming (per l'autenticazione con lo streaming server di WimTV)

source: Live stream events resale
it: Rivendita di Eventi

source: Select if you want to distribute live events organised by other parties (Event Organisers).
it: Scegli di diventare un distributore di Eventi organizzati da altri (Organizzatori di Eventi)

source: Live stream event organisation
it: Organizzazione di Eventi

source: Select if you want to organise live evants and collaborate with Event Resellers for their distribution.
it: Diventa un organizzatore di eventi, che verranno distribuiti da un Rivenditore di eventi.

source: Index and show public videos on WimTV
it: Indicizza e mostra i tuoi video pubblici sul sito WimTV

source: Yes
it: Sì

source: This file is not correct. Please upload a Zip file.
it: Questo file non è corretto. Si prega di caricare un file zip.

source: If you don't have a WimTV account <a href='@url'>REGISTER</a> | <a href='@url2'>LOGIN</a> with your WimTV credentials
it: Se non sei ancora registrato su WimTV <a href='@url'>REGISTRATI</a> oppure <a href='@url2'>Effettua il LOGIN</a> con le tue credenziali

source: Cannot establish a connection with WimTV. Contact WimTV support.
it: Non si riesce a stabilire una connessione con WimTV. Contatta il servizio di supporto di WimTV.

source: It isn't element
it: Non ci sono elementi

source: This page gives you the list of all videos you have uploaded to your personal WimTV repository. If you wish to post one of these videos to your site, move it to WimVod by clicking the corresponding icon
it: In questa pagina trovi tutti i video che hai caricato. Se vuoi pubblicare un video sul tuo sito, spostalo in WimVod cliccando l'icona corrispondente

source: This page lets you manage the videos you want to publish
it: In questa pagina puoi pubblicare i tuoi video

source: Create a playlist of videos (currently only FREE videos can be included) to be posted to your website
it: Crea una playlist (ad oggi si possono inserire solo video GRATUITI) e pubblicala sul sito

source: Upload Video
it: Upload Vide

source: You can upload a new video
it: Puoi caricare un nuovo video

source: This page lets you create and post live streaming events to your website.
it: In questa pagina puoi creare e pubblicare eventi live sul tuo sito.

source: My personal detail
it: Miei dettagli personali

source: Configuration personal detail of Wimtv block
it: Configura i dettagli personali del blocco Wimtv

source: You can see the viewers of your videos
it: Puoi vedere i visualizzatori dei tuoi video

source: Add new Event
it: Aggiungi nuovi eventi

source: Modify Event
it: Modifica Eventi

source: WimTV Registration
it: Registrazione WimTV

source: Delete Event
it: Cancella eventi

source: Preview Video
it: Anteprima del video

source: Id of Playlist
it: Id della playlist

source: Name of Playlist
it: Nome della playlist

source: List video contentidentifier
it: Lista video contentidentifier

source: option playlist
it: opzioni playlist

source: Showtime or no
it: Showtime o no

source: My timestamp
it: Timestamp

source: Position video user
it: Posizione del video dell'utente

source: View video into page or block
it: Vedi video dentro la pagina o blocco

source: Url thumbs video
it: Url miniatura dei video

source: Url preview video
it: Url anteprima video

source: Category and subcategory video[Json]
it: Categorie and sottocategorie dei video[Json]

source: Title videos
it: Titolo dei video

source: Duration videos
it: Durata dei video

source: showtimeIdentifier videos
it: showtimeIdentifier dei video

source: The content type %name has been updated.
it: Il tipo di contenuto %name è stato aggiornato.

source: The content type %name has been added.
it: Il tipo di contenuto %name è stato aggiunto.

source: It is a content type for create playlist.
it: E' il tipo di contenuto per creare playlist

source: view
it: mostra

source: node
it: nodo

source: Added content type %name.
it: Aggiunto tipo di contenuto %name

source: WimTVPro is the video plugin that adds several features to manage and publish video on demand, video playlists and stream live events on your website.
it: WimTVPro è il plugin video che aggiunge diverse funzionalità per gestire e pubblicare video on demand, playlist video e lo streaming di eventi live sul tuo sito web.

source: Save
it: Salva

source: Duration
it: Durata

source: Category-Subcategory
it: Categorie-Sottocategorie

source: Block User Profile
it: Blocco profilo utente

source: Block list video WimVod
it: Blocco lista video WimVod

source: My Detail
it: I miei dettagli

source: Contact
it: Contatto

source: Disabled Upload video wimtv
it: Disabilita l'upload video

source: MultiUpload
it: Upload multiplo

source: Inline
it: In linea

source: Block
it: Blocco

source: Do you want to see videos cyclically?
it: Vuoi vedere i video ciclicamente?

source: Pick a video file to upload.
it: Scegli un file video da caricare

source: Video Title
it: Titolo video

source: Add a new video
it: Aggiungi un nuovo video

source: Allowed file extensions
it: Estensione dei file ammessi

source: Add a new file
it: Aggiungi un nuovo file

source: Preview
it: Anteprima

source: The video isn't into WimVod
it: Il video non è in WimVod

source: Back
it: Indietro

source: Create a playlist of videos (ONLY FREE) to be inserted within your website
it: Crea una playlist (ad oggi si possono inserire solo video GRATUITI) e pubblicala sul sito

source: Drag and drop the video thumbnails from the All videos to the Playlist area. To change the order, drag and drop thumbnails to the desired position in the Playlist area.
it: Trascina le thumbnail dall’area Tutti i video all’area Playlist. Per cambiare l’ordine, trascina le thumbnail alla posizione desiderata nell’area Playlist.

source: Update
it: Aggiorna

source: All video (only Free)
it: Tutto i video (solo Free)

source: Video into Playlist
it: Video nella Playlist

source: Click to copy Embedded Code
it: Clicca per copiare l'embed code

source: Upload successful
it: Caricamento avvenuto con successo

source: Personal Information
it: Informazioni personali

source: Fist Name
it: Nome

source: Last Name
it: Cognome

source: Gender
it: Sesso

source: Login Credentials
it: Credenziali per il Login

source: Repeat Password
it: Ripeti Password

source: Terms of Use
it: Termini d'uso

source: I have read and agree to the wim.tv
it: Ho letto e accetto

source: Terms of Service
it: Condizioni di servizio

source: and
it: e

source: Privacy Policies
it: Politiche di privacy di wimtv

source: Register
it: Registrazione

source: Successfully registered
it: Registrazione completata con successo

source: Password e Repeat Password isn't the same
it: Password e ripeti password non sono uguali

source: From
it: Da

source: To
it: A

source: Current month
it: Corrente mese

source: Change Date
it: Cambia data

source: Title Video
it: Titolo video

source: Description Video
it: Descrizione video

source: (Multiselect with CTRL)
it: (Seleziona multipla con CTRL)

source: Upload
it: Carica

source: Do not leave this page until the file upload is not terminated
it: Non lasciare la pagina prima che il caricamento non sia terminato

source: Please upload a file
it: Carica un file

source: Please add title
it: Aggiungere un titolo

source: Cannot obtain access to file
it: Non hai accesso al file

source: Upload error
it: Errore caricamento

source: Read support Wimtv
it: Leggi il supporto di Wimtv

source: To create a playlist click +. Clicking on the eyes the video thumbnails of WimBox and the Playlist area will appear. Drag and drop the video thumbnails from the All videos to the Playlist area. To change the order, drag and drop thumbnails to the desired position in the Playlist area.
it: Per creare una playlist clicca + e poi la matita sotto Modifica. Appariranno le thumbnail dei video di WimBox e l’area Playlist. Trascina le thumbnail dall’area Tutti i video all’area Playlist. Per cambiare l’ordine, trascina le thumbnail alla posizione desiderata nell’area Playlist.

source: Title
it: Titolo

source: Action
it: Azione

source: Remove from WimVod
it: Rimuovi da WimVod

source: Remove
it: Elimina

source: Use of WimTV requires subscription to a monthly storage and bandwidth package
it: L'uso di WimTV richiede un abbonamento mensile a un pacchetto di storage e banda

source: Bandwidth
it: Banda

source: Support
it: Supporto

source: Hours of transmission(*)
it: Ore di trasmissione(*)

source: Price/mo. for 1 Mo (**)
it: Prezzo/mese per 1 Mese/i (**)

source: day left
it: giorni mancanti

source: (*) Assuming that video+audio payload is 1 Mbps
it: (*) Supponendo video + audio codificato a 1 Mbps

source: (**) VAT to be added
it: (**) IVA esclusa

source: If before the end of the month you consume
it: Se, prima della fine del mese, il tuo consumo raggiunge

source: 80% of your package (either storage or bandwidth) you will be notified by email
it: l'80% riceverai una notifica via mail

source: 100% of your package (either storage or bandwidth) you will be asked to upgrade to another package.
it: il 100% ti sarà richiesto l'upgrade a un pacchetto più grande.

source: Note that, if you stay within the usage limits of the Free Package, use of WimTV is free
it: Da notare che, se resti al di sotto dei limiti di utilizzo del pacchetto Free, l'uso di WimTV è gratis.

source: If you license content and/or provide services in WimTV, revenue sharing will apply
it: Se dai in licenza contenuti in pay per view all'interno di WimTVPro, si applicherà il revenue sharing.

source: Enjoy your WimTVPro plugin!
it: Goditi WimTVPro!

source: This page lets you view the video you're live streaming. Keep this page open during the whole transmission.
it: In questa pagina è possibile visualizzare il video che si sta trasmettendo in diretta. Tenerlo aperto durante tutta la trasmissione.

source: Date
it: Data

source: Total viewers
it: Totale visualizzatori

source: Average Traffic
it: Traffico medio

source: viewers
it: visualizzatori

source: viewer
it: visualizzatore

source: The Storage and Bandwidth Package you subscribed:
it: Il pacchetto di storage e banda che hai scelto:

source: Change
it: Cambia

source: You did not generate any traffic in this period
it: Non hai generato traffico in questo periodo

source: Traffic
it: Traffico

source: Storage space
it: Spazio disco

source: Streams
it: Streaming

source: Chart
it: Grafico

source: Viewers
it: Visualizzatori

source: Active Viewers
it: Visualizzatori attivi

source: Max viewers
it: Visualizzatori contemporanei

source: Total
it: Totale

source: Synchronize
it: Sincronizza

source: Status
it: Stato

source: View
it: Visualizza

source: Delete
it: Elimina

source: You need an audio video encoder (producer) to stream an event captured by a camera. You have two choices:
it: Devi avere un encoder audio video (producer) per mandare in streaming un evento ripreso da una videocamera. Puoi scegliere:

source: If you have an external video camera connected to your PC, install a video encoding software (e.g. Adobe Flash Media Live Encoder, Wirecast etc.).
it: Se hai una videocamera esterna connessa al tuo PC installa un software di codifica audio video (e.g. Adobe Flash Media Live Encoder, Wirecast etc.).

source: If you broadcast directly from your web cam, click "Live now" icon to open the WimTV producer will open in a new browser tab. Remeber to keep it open during the whole transmission.
it: Se trasmetti direttamente dalla tua webcam, clicca l'icona "Live now" per aprire il producer WimTV. Il producer si aprira' in una nuova scheda del browser. Ricordati di non chiudere questa scheda fino alla fine della trasmissione.

source: Add
it: Aggiungi

source: new event
it: nuovo eventi

source: This page lets you manage the videos you want to publish.
it: In questa pagina puoi pubblicare i tuoi video.

source: Return event list
it: Ritorna alla lista eventi

source: Title of the event
it: Titolo dell'evento

source: Enter the price for viewers to access the event
it: Imposta il prezzo che gli utenti pagheranno per guardare l'evento live

source: Please set a price for viewing your event (set 0 for free of charge). Prices are expressed in €
it: Inserisci il prezzo dell'evento (0 se vuoi pubblicarlo gratuitamente). I prezzi sono espressi in €

source: Event status
it: Status dell'evento

source: Record event
it: Registra evento

source: Select "Yes" if you want to record your event. The recorded video will appear in WimBox
it: Seleziona “Si” se vuoi registrare la trasmissione dell'evento. Al termine della trasmissione il video sara' listato tra i tuoi video in WimBox

source: Start date dd/mm/yy
it: Data di inizio gg/mm/aa

source: Start time
it: Ora di inizio

source: We recommend applying a tolerance on the start time to facilitate payment transactions to the viewers.
it: Si consiglia di applicare una tolleranza sul tempo di avvio per facilitare le operazioni di pagamento per gli spettatori.

source: Edit
it: Modifica

source: Event creation failure. You need to enable "Live Transmission" on your wimtv's personal page
it: Creazione evento fallita. Devi abilitare "Live Transmission" nelle configurazioni

source: No event scheduled at this time
it: Non ci sono eventi live
